#1st solution method

created_date = '21-12-2024' # Дата создания заметки в формате "день-месяц-год"
print('Дата создания заметки:', created_date[0:5])

issue_date = '31-12-2024'  # Дата истечения заметки (дедлайн) в формате "день-месяц-год"
print('Дата истечения заметки (дедлайн):', issue_date[0:5])

#2nd solution method

created_date = '21-12-2024' # Дата создания заметки в формате "день-месяц-год"
temp_created_date = '21-12' # Дата создания заметки в формате "день-месяц"
print('Дата создания заметки:', temp_created_date)

issue_date = '31-12-2024'  # Дата истечения заметки (дедлайн) в формате "день-месяц-год"
temp_issue_date = '31-12' # Дата истечения заметки (дедлайн) в формате "день-месяц"
print('Дата истечения заметки (дедлайн):', temp_issue_date)