username = 'Полина'
print('Имя пользователя:', username)

title = 'Приложение "Менеджер заметок"'
print('Заголовок заметки:', title)

content = 'Приложение позволяет пользователям создавать пользователей, добавлять заметки с различными статусами, обновлять их, удалять заметки и сохранять/загружать заметки из файлов. Приложение реализовано на Python и использует JSON для хранения данных.'
print('Описание заметки:', content)

status = 'В работе'
print('Статус заметки:', status)

created_date = '21-12-2024' #Дата создания заметки в формате "день-месяц-год"
print('Дата создания заметки:', created_date)

issue_date = '31-12-2024' #Дата истечения заметки (дедлайн) в формате "день-месяц-год"
print('Дата истечения заметки (дедлайн):', issue_date)